7zip
adwsteamgtk
amd-ucode
base
base-devel
btop
cava
discord
dunst
efibootmgr
fastfetch
firefox
ghostty
git
gitkraken
grim
grub
gst-plugin-pipewire
hyprland
hyprlock
hyprpaper
hyprshot
intel-media-driver
iwd
kitty
libpulse
libva-intel-driver
linux
linux-firmware
mako
nano
nekoray
neovim
network-manager-applet
networkmanager
nwg-look
obs-studio
otf-font-awesome
otf-noto-sans-cjk
papirus-icon-theme
paru-bin
paru-bin-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
polkit-kde-agent
python-pipx
qt5-wayland
qt6-wayland
rofi
rsync
sddm
slurp
smartmontools
steam
stow
telegram-desktop
thunar
ttf-apple-emoji
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
unityhub
unzip
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
zen-browser-bin
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
